import Image from "next/image";

export const BlogContent = () => {
	return (
		<article className="container lg:max-w-3xl xl:max-w-4xl 2xl:max-w-5xl mt-8 ugc-content">
			<p>
				لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده
				از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطر
				آنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای
				متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه
				درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با
				نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان
				خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید
				داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان
				رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات
				پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
			</p>
			<h2>لورم ایپسوم متن</h2>
			<ul>
				<li>لورم ایپسوم متن</li>
				<li>لورم ایپسوم متن</li>
				<li>لورم ایپسوم متن</li>
				<li>لورم ایپسوم متن</li>
				<li>لورم ایپسوم متن</li>
				<li>لورم ایپسوم متن</li>
			</ul>
			<Image src="/images/test.jpg" alt="" width={1500} height={2000} />
		</article>
	);
};
